export const bn = {
  heading: 'ফুড কোয়ালিটি সার্ভে',
  subheading:
    'এসইএল পরিবারের সদস্যদের মানসম্পন্ন সেবা প্রদানের লক্ষ্যে একটি উদ্যোগ।',
  welcome: 'আমাদের সার্ভে অ্যাপে স্বাগতম',
  description:
    'সার্ভের জন্য এর সকল প্রশ্নকে গুরুত্বের সাথে দেখুন। একাইসাথেব খাদ্যের গুণমান সম্পর্কে আপনার মূল্যবান মতামত দেয়ার জন্য অনুরোধ করা হচ্ছে। আপনার সঠিক মূল্যায়ন এবং পরামর্শ এসইএল এর খাদ্য পরিষেবার মান বজায় রাখতে সাহায্য করবে।',
  toggleLabel: 'English',
  buttonText: 'সার্ভেতে যান',
  // page 1----> 6
  page_one_ques: '১. আপনি এই সপ্তাহের খাবারে কতটা সন্তুষ্ট?',
  page_one_textfield: 'আপনার মতামত এখানে লিখুন',
  page_one_opt1: 'খুব খারাপ',
  page_one_opt2: 'খারাপ',
  page_one_opt3: 'মাঝারি মান',
  page_one_opt4: 'ভাল',
  page_one_opt5: 'খুব ভাল',

  // page 2----> 5
  page_two_ques:
    '২. খাবারের স্বাদ, রান্নার ধরন ইত্যাদি বিষয়ে কিরকম মানের ছিল ?',
  page_two_err: 'অনুগ্রহ করে সমস্ত বিভাগ রেট দিন তারপর এগিয়ে যান।',
  page_two_op1: 'খাবারের স্বাদ',
  page_two_op2: 'খাবারের মেন্যু',
  page_two_op3: 'রান্নার পারদর্শিতা',
  page_two_op4: 'সার্ভিসের মান',
  page_two_op5: 'ডাইন-ইন এরিয়ার পরিবশ এবং পরিচ্ছন্নতা  ',
  // page 3---> 8
  page_three_ques:
    '৩. আপনি কি মনে করেন গত কয়েক সপ্তাহে সবসময় খাবারের মান ভাল ছিল?',
  page_three_op1: 'হ্যাঁ',
  page_three_op2: 'মাঝেমধ্যে',
  page_three_op3: 'সাধারণত না',
  page_three_review: 'গত কয়েক সপ্তাহে খাবারের মান নিয়ে আপনার মতামত',

  // page 4----> 3
  page_four_ques: '৪. এখানে খাবারের ভাল দিকগুলো কি কি?',
  page_four_op1: 'খাবারের স্বাদ ভাল',
  page_four_op2: 'টাটকা খাবার পরিবেশন হয়',
  page_four_op3: 'মেন্যুতে বিভিন্ন আইটেম থাকে',
  page_four_op4: 'খাবারের পরিমাণ ভাল থাকে',
  page_four_op5: 'সাপ্তাহিক মেন্যু প্ল্যান ভাল',
  page_four_op6: 'গরম খাবার এবং ভালভাবে পরিবেশন করা হয়',
  page_four_op7: 'সার্ভিস স্টাফদের আচরণ ভালো',
  page_four_op8: 'অন্যান্য',
  // page 5----> 9
  page_five_ques:
    '৫. গত কয়েক সপ্তাহে খাবারের মান নিয়ে আপনি খুব অসন্তুষ্ট হয়েছেন?',
  page_five_review: 'আপনার অসন্তুষ্টির কারণ এখানে লিখুন',
  page_five_review_text: 'অসন্তুষ্টির কারণের বিস্তারিত',
  // page 6----> 10
  page_six_ques: '৬. আপনি কতবার খারাপ মানের খাবারের অভিজ্ঞতা পান?',
  page_six_op1: 'প্রতি সপ্তাহে',
  page_six_op2: 'প্রতি দুই সপ্তাহে',
  page_six_op3: 'প্রতি মাসে',
  page_six_op4: 'প্রতি তিন মাসে',
  page_six_op5: 'সপ্তাহে ১/২ বার',
  page_six_comment_title: 'অতিরিক্ত মন্তব্য',
  page_six_commnet: 'খাবারের গুণমান সম্পর্কে অতিরিক্ত মন্তব্য',
  // page 7----> 11
  page_seven_ques:
    '৭. আপনি কত নিয়মিত খুব ভাল মানসম্পন্ন খাবার লক্ষ্য করে থাকেন?',
  page_seven_op1: 'প্রতি তিন মাসে',
  page_seven_op2: 'প্রতি মাসে',
  page_seven_op3: 'সপ্তাহে ১/২ বার',
  page_seven_op4: 'সপ্তাহে ৩/৪ বার',
  page_seven_op5: 'সপ্তাহে ৫/৬ বার',
  page_seven_comment: 'খাবারের গুণমান উন্নতির বিষয়ে অতিরিক্ত মন্তব্য',
  // page 8----> 12
  page_eight_ques: '৮. এখানে খাবারের খারাপ দিকগুলো কি কি?',
  page_eight_op1: 'খাবারের স্বাদ খারাপ',
  page_eight_op2: 'পুরনো খাবার পরিবেশন হয়',
  page_eight_op3: 'মেন্যুতে আইটেম খুব কম',
  page_eight_op4: 'খাবারের পরিমাণ খুব কম',
  page_eight_op5: 'সাপ্তাহিক মেন্যু প্ল্যান ঠিক নয়',
  page_eight_op6: 'ঠান্ডা খাবার এবং পরিবেশনের মান খারাপ',
  page_eight_op7: 'সার্ভিস স্টাফদের আচরণে আন্তরিকতা কম',
  page_eight_op8: 'অন্যান্য',
  // page 9----> 13
  page_nine_ques:
    '৯. আপনার মতে, খাবারের মান খারাপ হয়ে থাকলে কোন বিষয়টির পরিবর্তন জরুরি?',
  page_nine_comment: 'বিস্তারিত উত্তর',
  // page 10----> 14
  page_ten_ques: '১০. খাবারের মান খারাপ থাকার অভিজ্ঞতা কখন বেশি হয়?',
  page_ten_op1: 'সকালের নাস্তা',
  page_ten_op2: 'দুপুরে খাবার',
  page_ten_op3: 'বিকালের খাবার',
  page_ten_op4: 'বিভিন্ন অনুষ্ঠানে পরিবেশিত খাবার',
  // page 11----> 15
  page_eleven_ques:
    '১১. আপনার মতে, খাবারের মান আরও ভাল করতে কোন ক্ষেত্রে আরও উন্নতি করা দরকার?',

  page_twelve_ques: '১২. খাবারের মান নিয়ে কোন পরামর্শ থাকলে জানান',
  // Common
  next: 'পরবর্তী',
  previous: 'পূর্ববর্তী',
  submit: 'জমা দিন',
  food_quality_survey: 'ফুড কোয়ালিটি সার্ভে',
  please_fill_the_form:
    'খাদ্য মানের সমীক্ষার জন্য অনুগ্রহ করে ফর্মটি পূরণ করুন',
  select_language: 'ভাষা বাছাই করুন',
}
