export const bn = {
  heading: 'সার্ভে অ্যাপ্লিকেশন',
  subheading: 'তথ্য সংগ্রহ করুন, সিদ্ধান্ত নিন',
  welcome: 'আমাদের সার্ভে অ্যাপে স্বাগতম',
  description: 'আমাদের সার্ভের মাধ্যমে তথ্য আবিষ্কার করুন',
  toggleLabel: 'English',
  buttonText: 'সার্ভেতে যান',
  // page 1----> 6
  page_one_ques: '১. আপনি এই সপ্তাহের খাবারে কতটা সন্তুষ্ট?',
  page_one_textfield: 'আপনার পর্যালোচনা এখানে লিখুন',
  // page 2----> 5
  page_two_ques: '২. আপনি এই সপ্তাহের খাবারের গুণমান কতটা রেট করবেন?',
  page_two_err: 'অনুগ্রহ করে সমস্ত বিভাগ রেট দিন তারপর এগিয়ে যান।',
  page_two_op1: 'খাবারের স্বাদ',
  page_two_op2: 'রান্নার গুণমান',
  page_two_op3: 'মিল পরিকল্পনা',
  page_two_op4: 'সার্ভিসের গুণমান',
  page_two_op5: 'ডাইন-ইন পরিবেশ ও পরিচ্ছন্নতা',
  // page 3---> 8
  page_three_ques: '৩. আপনার কি মনে হয় ক্যান্টিন নিয়মিত ভালো পরিষেবা দেয়?',
  page_three_op1: 'হ্যাঁ',
  page_three_op2: 'কখনো কখনো',
  page_three_op3: 'না',
  page_three_review: 'আপনার পর্যালোচনা',

  // page 4----> 3
  page_four_ques: '৪. আপনি আমাদের কোম্পানি সম্পর্কে কিভাবে জানতে পেরেছেন?',
  page_four_op1: 'ভালো স্বাদ',
  page_four_op2: 'তাজা খাবার',
  page_four_op3: 'বিভিন্ন আইটেম',
  page_four_op4: 'ভালো পরিমাণ',
  page_four_op5: 'ভালো পরিকল্পিত মিল',
  page_four_op6: 'গরম ও পরিষ্কার পরিবেশন',
  page_four_op7: 'পরিষেবা কর্মীদের ভালো আচরণ',
  page_four_op8: 'অন্যান্য',
  // page 5----> 9
  page_five_ques:
    '৫. আপনি কি প্রায়ই ক্যান্টিনের খাবার ও পরিষেবায় অসন্তুষ্ট হন?',
  // page 6----> 10
  page_six_ques:
    '৬. আপনি প্রতি সপ্তাহে কতবার খারাপ মানের খাবারের অভিজ্ঞতা পান?',
  page_six_op1: 'প্রতি সপ্তাহে',
  page_six_op2: 'প্রতি দুই সপ্তাহে',
  page_six_op3: 'প্রতি মাসে',
  page_six_op4: 'প্রতি তিন মাসে',
  page_six_op5: 'সপ্তাহে ১/২ বার',
  page_six_comment_title: 'অতিরিক্ত মন্তব্য',
  page_six_commnet: 'খাবারের গুণমান সম্পর্কে অতিরিক্ত মন্তব্য',
  // page 7----> 11
  page_seven_ques: '৭. আপনি কতবার খাবারের গুণমানের উন্নতি লক্ষ্য করেন?',
  page_seven_op1: 'প্রতি তিন মাসে',
  page_seven_op2: 'সপ্তাহে ১/২ বার',
  page_seven_op3: 'সপ্তাহে ৩/৪ বার',
  page_seven_op4: 'সপ্তাহে ৫/৬ বার',
  page_seven_op5: 'সপ্তাহে ৭/৮ বার',
  page_seven_comment: 'খাবারের গুণমান উন্নতির বিষয়ে অতিরিক্ত মন্তব্য',
  // page 8----> 12
  page_eight_ques: '৮. আপনি কোন সমস্যাগুলি সম্মুখীন হয়েছেন?',
  page_eight_op1: 'খারাপ স্বাদ',
  page_eight_op2: 'খারাপ মিল পরিকল্পনা',
  page_eight_op3: 'আইটেমের অভাব',
  page_eight_op4: 'রান্নার উপকরণ ও মশলার অভাব',
  page_eight_op5: 'ছোট পরিমাণ',
  page_eight_op6: 'ঠান্ডা ও অস্বচ্ছ খাবার পরিবেশন',
  page_eight_op7: 'অবন্ধুত্বপূর্ণ পরিষেবা',
  page_eight_op8: 'অন্যান্য',
  // page 9----> 13
  page_nine_ques:
    '৯. আপনার মতে, খারাপ মানের খাবার এড়াতে কী পরিবর্তন করা উচিত?',
  page_nine_comment: 'আপনার মতামত',
  // page 10----> 14
  page_ten_ques: '১০. কখন খারাপ মানের খাবারের সমস্যা বেশি হয়?',
  page_ten_op1: 'সকালের নাস্তা',
  page_ten_op2: 'মধ্যাহ্নভোজন',
  page_ten_op3: 'বিকেলের নাস্তা',
  page_ten_op4: 'ইভেন্ট খাবার পরিষেবা',
  // page 11----> 15
  page_eleven_ques: '১১. আপনার কি আমাদের জন্য কোনো অতিরিক্ত মতামত আছে?',
  // Common
  next: 'পরবর্তী',
  previous: 'পূর্ববর্তী',
  submit: 'জমা দিন',
  food_quality_survey: 'খাদ্য গুণমান সমীক্ষা',
  please_fill_the_form:
    'খাদ্য মানের সমীক্ষার জন্য অনুগ্রহ করে ফর্মটি পূরণ করুন',
}
